/* Emoticon name */
"Angel" = "Enkeli";

/* Emoticon name */
"Angry" = "Vihainen";

/* Emoticon name */
"Baring Teeth" = "Baring Teeth";

/* Emoticon name */
"Blush" = "Häpeävä";

/* Emoticon name */
"Confused" = "Hämmentynyt";

/* Emoticon name */
"Cool" = "\"Cool\"";

/* Emoticon name */
"Cry" = "Itkevä";

/* Emoticon name */
"Crying" = "Crying";

/* Emoticon name */
"Disappointed" = "Disappointed";

/* Emoticon name */
"Don't Tell Anyone" = "Don't Tell Anyone";

/* Emoticon name */
"Embarrassed" = "Nolostunut";

/* Emoticon name */
"Erm" = "Toiveikas";

/* Emoticon name */
"Foot In Mouth" = "Järkyttynyt";

/* Emoticon name */
"Frown" = "Surullinen";

/* Emoticon name */
"Gasp" = "Hämmästynyt";

/* Emoticon name */
"Grin" = "Virnistävä";

/* Emoticon name */
"Halo" = "Pyhimys";

/* Emoticon name */
"Happy" = "Happy";

/* Emoticon name */
"Heart" = "Heart";

/* Emoticon name */
"I Don't Know" = "I Don't Know";

/* Emoticon name */
"Kiss" = "Suudelma";

/* Emoticon name */
"Lips Are Sealed" = "Suunsa sulkenut";

/* Emoticon name */
"Money-mouth" = "Epävarma";

/* Emoticon name */
"Nerd" = "Nerd";

/* Emoticon name */
"Open Mouthed" = "Open Mouthed";

/* Emoticon name */
"Party" = "Party";

/* Emoticon name */
"Sad" = "Surullinen";

/* Emoticon name */
"Sarcastic" = "Sarcastic";

/* Emoticon name */
"Scared" = "Peloissaan";

/* Emoticon name */
"Sick" = "Sick";

/* Emoticon name */
"Sleepy" = "Sleepy";

/* Emoticon name */
"Smile" = "Hymyilevä";

/* Emoticon name */
"Star" = "Star";

/* Emoticon name */
"Sticking Out Tongue" = "Kieltä näyttävä";

/* Emoticon name */
"Surprised" = "Surprised";

/* Emoticon name */
"Thinking" = "Thinking";

/* Emoticon name */
"Tongue Out" = "Tongue Out";

/* Emoticon name */
"Undecided" = "Mietteliäs";

/* Emoticon name */
"Wink" = "Silmää iskevä";